export function HomePage() {
  return (
    <main className="home">
      <div className="home_container">
        <div className="background_image">
          <div className="main_text">
            <h1>Мафія Онлайн</h1>
            <h3>Покажіть свої навички в Мафії</h3>
          </div>
        </div>
        <div className="rules">
          <h2>Правила Гри В Мафію</h2>
          <div className="rules_list">
            <ul>
              <li>
                1. Гравці: Зберіть групу з принаймні 6 гравців. Чим більше, тим
                веселіше!
              </li>
              <li>
                2. Ролі: Призначте ролі таємно. Типові ролі включають членів
                мафії, містян та лікаря.
              </li>
              <li>
                3. Фази гри: Гра чергує нічні та денні фази. Вночі мафія обирає
                гравця для усунення. Вдень гравці обговорюють і голосують за
                усунення підозрюваного члена мафії.
              </li>
              <li>
                4. Перемога: Гра закінчується, коли всі члени мафії усунені або
                мафія перевищує кількість містян.
              </li>
              <li>
                5. Обговорення: Заохочуйте жваві дебати під час денних фаз, щоб
                виявити особу мафії!
              </li>
            </ul>
          </div>
        </div>
      </div>
    </main>
  );
}
